export default {
    name: '4DIDE',
    child: [
        {
            name: 'Информация',
            child: [
                {name: 'Правила безопасности'},
                {name: 'Работа с документацией'},
                {name: 'Тип шилда'},
                {name: 'Сертификат'},
            ]
        }, {
            name: 'Установка',
            child: [
                {name: "Закладные"},
                {name: 'План установки'},
                {name: 'Технические данные'},
                {name: 'Фрейзерный механизм'},
                {name: 'Назначение деталей'},
                {name: 'Крепление деталей'},
                {name: 'Операторский компьютер'},
                {name: 'Резервное копирование'},
                {name: 'Сервоприводы'},
            ]
        }, {
            name: 'Эксплуатация',
            child: [
                {name: 'Выключатели и значки ламп'},
                {name: 'Программные клавиши'},
                {name: 'База данных инструментов'},
                {name: 'Список деталей'},
                {name: 'Программное обеспечение'},
                {name: 'Сбор данных'},
                {name: 'Основы WoodWOP 4'},
                {name: 'Фрезерование вертикальных карманов WoodWOP 4'},
                {name: 'Фрезерование многоугольника WoodWOP 4'},
                {name: 'Сверление по вертикали WoodWOP 4'},
                {name: 'Сверление по горизонтали WoodWOP 4'},
                {name: 'Пильные станки вертикальные WoodWOP 4'},
                {name: 'Установите присоски на консоли'},
                {name: 'Лазерный дисплей WoodWOP 4'},
                {name: 'Больше вариантов WoodWOP 4'},
                {name: 'Переменные / список переменных / WoodWOP 4'},
                {name: 'Глобальные переменные WoodWOP 4'},
                {name: 'Условия / математические функции WoodWOP'},
                {name: 'Список обработки / список элементов контура WoodWOP 4'},
                {name: 'Системы координат'},
                {name: 'Включить подпрограммы ЧПУ'},
                {name: 'NC-стоп'},
                {name: 'Выбор графического инструмента WoodWOP 4'},
                {name: 'Блокировать макрос WoodWOP 4'},
                {name: 'Макрос процесса WoodWOP 4'},
                {name: 'составная часть WoodWOP 4'},
                {name: 'Основные настройки (строка меню) WoodWOP 4'},
                {name: 'Полезные функции кнопок WoodWOP 4'},
                {name: 'Выберите начальную и конечную точки'},
                {name: 'Центральная смазка жидкой консистентной смазкой'},
                {name: 'Базовая машина'},
                {name: 'Поворотный привод для оси C'},
                {name: 'Главный шпиндель'},
                {name: 'Паспорт инструмента'},
                {name: 'Портативный терминал'},
                {name: 'Держатель инструмента HSK F63'},
                {name: 'Паспорт держателя HSK F63'},
                {name: 'Держатель инструмента'},
                {name: 'Устройство смены пластин'},
                {name: 'Блок охлаждения для шпинделя смены инструмента'},
                {name: 'Интегрированный пильный механизм'},
                {name: 'Вакуумный насос КВТ 3.100 / 3.140'},
            ]
        }, {
            name: 'Обслуживание',
            child: [
                {name: 'Центральная смазка жидкой консистентной смазкой'},
                {name: 'Поворотный привод для оси C'},
                {name: 'Главный шпиндель HSK F63'},
                {name: 'Устройство смены пластин'},
                {name: 'Блок охлаждения для шпинделя смены инструмента'},
                {name: 'Встроенный пильный механизм в направлении X'},
            ]
        }, {
            name: 'Детали',
            child: [
                {name: 'Документация'},
                {name: 'Основная машина'},
                {name: 'Постобработка'},
                {name: 'Инструменты'},
            ]
        }, {
            name: 'Электрика',
            child: [
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
                {name: 'Электрика'},
            ]
        }, {
            name: 'График обслуживания',
            child: [
                {name: 'Центральная смазка жидкой консистентной смазкой'},
                {name: 'Поворотный привод для оси C'},
                {name: 'Главный шпиндель HSK F63'},
                {name: 'Устройство смены пластин'},
                {name: 'Блок охлаждения'},
                {name: 'Встроенный пильный механизм оси X'}
            ]
        },]
}